Repository: EresDev/Handwerker
Catalog: translations/validators.*.xlf
Languages: de

# user_email_already_exists
source: The email provided is already registered.
de: Die angegebene E-Mail ist bereits registriert.

# user_invalid_email_empty
source: Email cannot be empty.
de: E-mail darf nicht leer sein.

# user_invalid_email
source: Email is not valid.
de: E-Mail ist ungültig.

# user_invalid_password_notBlank
source: Password cannot be blank.
de: Das Passwort darf nicht leer sein.

# user_invalid_password_minLength
source: Password cannot be less than {{ limit }} characters.
de: Das Passwort darf nicht weniger als {{ limit }} Zeichen enthalten.

# user_invalid_password_maxLength
source: Password cannot be more than {{ limit }} characters.
de: Das Passwort darf nicht länger als {{ limit }} Zeichen sein.

# createJob1
source: The UUID is already in use.
de: Die UUID wird bereits verwendet.

# createJob2
source: The title cannot be blank.
de: Der Titel darf nicht leer sein.

# createJob3
source: The title cannot be less than {{ limit }} characters.
de: Der Titel darf nicht weniger als {{ limit }} Zeichen enthalten.

# createJob4
source: The title cannot be more than {{ limit }} characters.
de: Der Titel darf nicht länger als {{ limit }} Zeichen sein.

# createJob5
source: Zip code cannot be blank.
de: Die Postleitzahl darf nicht leer sein.

# createJob6
source: Zip code cannot be more than {{ limit }} characters.
de: Die Postleitzahl darf nicht länger als {{ limit }} Zeichen sein.

# createJob7
source: Zip code cannot be less than {{ limit }} characters.
de: Die Postleitzahl darf nicht weniger als {{ limit }} Zeichen enthalten.

# createJob8
source: The city cannot be blank.
de: Die Stadt darf nicht leer sein.

# createJob9
source: The city name cannot be less than {{ limit }} characters.
de: Der Städtename darf nicht weniger als {{ limit }} Zeichen enthalten.

# createJob10
source: The city name cannot be more than {{ limit }} characters.
de: Der Städtename darf nicht länger als {{ limit }} Zeichen sein.

# createJob11
source: The description cannot be more than {{ limit }} characters.
de: Die Beschreibung darf nicht länger als {{ limit }} Zeichen sein.

# createJob14
source: The category is invalid.
de: Die Kategorie ist ungültig.
